/* No comment provided by engineer. */
"AgreeButton" = "أوافق";

/* No comment provided by engineer. */
"AgreementMessage1" = "لمتابعة تثبيت هذا البرنامج يجب عليك الموافقة على شروط اتفاقية البرنامج.";

/* No comment provided by engineer. */
"AgreementMessage2" = "انقر فوق \"أوافق\" للمتابعة أو انقر فوق \"لا أوافق\" لإلغاء التثبيت والخروج من المثبّت.";

/* No comment provided by engineer. */
"All Regions -- Beta License Agreement" = "كل المناطق -- الإصدار التجريبي لاتفاقية الترخيص";

/* No comment provided by engineer. */
"DisagreeButton" = "لا أوافق";

/* No comment provided by engineer. */
"PaneTitle" = "اتفاقية الترخيص";

/* No comment provided by engineer. */
"ReadLicenseButton" = "قراءة الترخيص";

/* No comment provided by engineer. */
"SelectCountryText" = "تحديد \"البلد\" أو \"المنطقة\" الخاصة بك:";

/* No comment provided by engineer. */
"SelectFromList" = "التحديد من القائمة";

